/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Вкладення (%d)";

/* Old singular title format */
"AttachmentsKey" = "Вкладення (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Додати вкладення";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Зробити фото";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Бібліотека фото";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Вкладення %d видалено";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Файли";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Скасувати";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Заголовок";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Нотатки";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Значення";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ЗАСТЕРЕЖЕННЯ: navigationController для поточного UITableViewController для FUIFormCell анульовано. FUIAttachmentsFormCell і ListPickerFormCell не будуть працювати належним чином.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d год %d хв";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Тривалість";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "година";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "годин(и)";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "хв.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Вибрано";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Все";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Застереження: пошук деактивовано через те, що властивість listPickerSearchResultsUpdating у ListPickerFormCell анульована.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Виділити все";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Скасувати всі виділення";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Закрити";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "більше";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "менше";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "увімк";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "вимк";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Двічі натисніть для перемикання настройки";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Сортувати за";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Не вибрано";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Торкніться двічі, щоб перемкнути вибір";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Торкніться двічі, щоб перемкнути напрямок упорядкування";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "це повзунок %@, максимальне значення якого дорівнює %@, а мінімальне значення дорівнює %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "ви можете провести вверх/вниз при вибраному елементі, щоб змінити значення повзунка";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Поточне значення дорівнює %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Поточне значення змінено на %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Поле лише для читання";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Альтернативна операція введення";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Кнопка";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Двічі торкніться, щоб відкрити";

"DoubleTapToCollapseKey" = "Двічі торкніться, щоб згорнути";

"DoubleTapToSelectFromList" = "Двічі торкніться, щоб вибрати зі списку";

"DoubleTapToSelect" = "Двічі торкніться, щоб вибрати";

"DoubleTapToUnselect" = "Двічі торкніться, щоб скасувати вибір";

/* FUIStepperView tip */
"StepperTipKey" = "Це степпер, який можна відредагувати";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Це степпер, який неможливо відредагувати";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Максимальне значення - %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Мінімальне значення - %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Збільште значення на 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Зменште значення на 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Поточне значення - ";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Фільтрувати";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Результати \\(filteredNum) \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Показати \\(filteredNum) позицій";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Скинути";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Це повзунок, який можна редагувати, мінімальне значення - %@, і максимальне - %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Це повзунок, який неможливо відредагувати, мінімальне значення - %@, і максимальне - %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Це повзунок діапазону, який можна редагувати, мінімальне значення - %@, і максимальне - %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Це повзунок діапазону, який неможливо відредагувати, мінімальне значення - %@, і максимальне - %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "текстове поле значення повзунка";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "текстове поле нижнього значення";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "текстове поле верхнього значення";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Ви можете двічі торкнутися, щоб ввести конкретне значення";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "бігунок повзунка, поточне значення -";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "ви можете провести пальцем вгору або вниз, щоб змінити значення";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "нижній бігунок повзунка діапазону, поточне значення -";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "ви можете провести пальцем вгору або вниз, щоб змінити нижнє значення";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "верхній бігунок повзунка діапазону, поточне значення -";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "ви можете провести пальцем вгору або вниз, щоб змінити верхнє значення";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "поточне значення - %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "поточне нижнє значення - %@, верхнє значення - %@";

